[{"name":"M. T. Vasudevan Nair","book":"Randamuzham","award":"Padma Bhushan","image":"/images/mt.jpg","description":"Madath Thekkepaattu Vasudevan Nair, popularly known as MT, is an Indian author, screenplay writer and film director. He is a prolific and versatile writer in modern Malayalam literature, and is one of the masters of post-Independence Indian literature"},{"name":"Chetan Bhagat","book":"2 States","award":"Filmfare Award","image":"/images/chetan.jpg","description":"Chetan Bhagat is an Indian author and columnist, known for his Indian-English novels about young middle class Indians. Bhagat was included in Time magazine's list of World's 100 Most Influential People in 2010. "},{"name":"A P J Abdul Kalam","book":"Wings of Fire","award":"Bharat Ratna","image":"/images/wingsoffire.jpg","description":"Avul Pakir Jainulabdeen Abdul Kalam was an aerospace scientist who served as the 11th President of India from 2002 to 2007. He was born and raised in Rameswaram, Tamil Nadu and studied physics and aerospace engineering."},{"name":"J. K. Rowling","book":"Harry Potter","award":"Kids’ Choice Award for Favorite Book","image":"/images/rj.jpg","description":"Joanne Rowling was born on 31st July 1965 at Yate General Hospital near Bristol, and grew up in Gloucestershire in England and in Chepstow, Gwent, in south-east Wales.  Her father, Peter, was an aircraft engineer at the Rolls Royce factory in Bristol and her mother, Anne, was a science technician in the Chemistry department at Wyedean Comprehensive, where Jo herself went to school. Anne was diagnosed with multiple sclerosis when Jo was a teenager and died in 1990, before the Harry Potter books were published.  Jo also has a younger sister, Di.The young Jo grew up surrounded by books. I lived for books,’’ she has said. “I was your basic common-or-garden bookworm, complete with freckles and National Health spectacles."},{"name":"Mahatma Gandhi","book":"Autobiography","award":"Father of Nation","image":"/images/gandhi.jpg","description":"Mohandas Karamchand Gandhi was an Indian lawyer, anti-colonial nationalist, and political ethicist, who employed nonviolent resistance to lead the successful campaign for India's independence from British Rule, and in turn inspire movements for civil rights and freedom across the world."}, {"name":"Padmarajan","book":"Peruvazhiyambalam","award":"National Film Award for Best Feature Film in Malayalam","description":"Padmarajan was an Indian film director, screenwriter and author who was known for his landmark works in Malayalam literature and Malayalam cinema. Padmarajan was the founder of a new school of film making in Malayalam cinema, along with Bharathan and K. G.","image":"/images/mt.jpg"}]